{
  "home": {
    "description": "Desenvolvedor de sistemas dedicado a criar soluções eficientes e inovadoras",
    "about": "Sobre",
    "contact": "Contatos",
    "projects": "Projetos",
    "skills": "Habilidades"
  },
  "about": {
    "title": "Sobre Mim",
    "subtitle": "👋 Olá, Me chamo Ivan Martins",
    "description": "Sou um desenvolvedor de sistemas dedicado a criar soluções eficientes e inovadoras, com especialidade em JavaScript e Node.js. Ao longo da minha trajetória, finalizei diversos cursos complementares, que me permitiram aprimorar habilidades em tecnologias como React, Express, e muitas outras, sempre com o objetivo de trazer resultados impactantes e de alta qualidade em cada projeto. Atualmente, estou focado em aprimorar meu inglês para expandir minha atuação para projetos internacionais e abraçar novas oportunidades em um mercado global. Tenho um compromisso constante com meu desenvolvimento pessoal e profissional, acreditando que o aprendizado contínuo é essencial para me manter preparado e relevante frente aos desafios do setor de tecnologia. Além das habilidades técnicas, sou reconhecido pela minha capacidade de relacionamento interpessoal. Sou uma pessoa paciente e proativa, sempre disposta a ouvir e colaborar, o que facilita meu trabalho em equipes multidisciplinares e dinâmicas. Acredito que esses atributos são fundamentais para criar um ambiente de trabalho positivo, onde todos se sintam motivados e engajados. Estou sempre em busca de novos desafios e oportunidades que me permitam aprender e crescer. Se você procura um profissional dedicado e com forte orientação para resultados, vamos nos conectar e explorar possibilidades de colaboração para criarmos soluções que façam a diferença!"
  },
  "projects":{
    "title": "Projetos",
    "subtitle":"Para Ver Mais , Click Nos Projetos."
  },
  "skills":{
    "title":"Minhas Habilidades"
  },
  "contact": {
    "title": "Entre em Contato",
    "name": "Nome",
    "email": "Email",
    "message": "Mensagem",
    "namePlaceholder": "Seu nome",
    "emailPlaceholder": "seu@email.com",
    "messagePlaceholder": "Sua mensagem",
    "sendButton": "Enviar Mensagem",
    "downloadCV": "Baixar Currículo",
    "successMessage": "Mensagem enviada com sucesso! Obrigado pelo contato.",
    "errorMessage": "Erro ao enviar a mensagem, tente novamente.",
    "whatsapp": "Fale Comigo",
    "linkedin": "LinkedIn",
    "github": "GitHub",
    "phone": "(82) 99829-6640",
    "emailText": "Email"
  },
  "header":{
    "title": "Bem-Vindo",
    "home":"Home"
  },
  "works":{
    "title1":"Farmacinha-App - Gerenciador de Medicamentos",
    "descripiton1":"Aplicativo para controle e suporte ao uso de múltiplos medicamentos, com funcionalidades de gestão de estoque, controle de compras e calendário de uso. Inclui cards interativos para facilitar as ações diárias do usuário, além de notificações em tempo real para alertar quando um medicamento está prestes a acabar ou já terminou.",
    "title2":"DT Money - Controle Financeiro",
    "descripiton2":"Aplicação de controle financeiro desenvolvida com React, TypeScript e Styled Components. Permite gerenciar transações, visualizar saldos e acompanhar despesas e receitas.",
    "descripiton3":"Projeto FullStack desenvolvido para o processo seletivo da SEFAZ Maceió. Utiliza Django para o backend e Vue.js para o frontend, com funcionalidades como autenticação e gerenciamento de funcionários.",
    "title4":"RocketNotes - Gerenciador de Anotações",
    "descripiton4":"Aplicação para criar e gerenciar anotações, desenvolvida com React, Vite e Styled Components. Inclui autenticação, navegação condicional e gerenciamento de notas."
  }
}
